var translations = {
  "es": {
    "name": "Brayan Aquino",
    "title": "Desarrollador Web Full Stack",
    "description": "Desarrollador que usa tecnologías web para mejorar la experiencia de los usuarios.",
    "about": "Sobre Mí",
    "experience": "Experiencia",
    "technologies": "Tecnologías",
    "projects": "Proyectos",
    "contact": "Contacto",
    "aboutDescription1": "Soy un desarrollador full-stack que prefiere esta más en el lado del backend que busca poder mejorar la experiencia de los usuarios buscando la velocidad de los desarrollos y la facilidad de uso, me gusta la logica que hay detrás de cada funcionalidad y me gusta trabajar en equipo.",
    "aboutDescription2": "Busco priorizar el desarrollo de apliciones que vallan lo mas rapido posible, con un codigo que sea legible y escalable.",
    "aboutDescription3": "Busco aprender de nuevas maneras de trabajar y mejorar mi capacidad como programdor ademas de aportar con ideas que puedan ser aplicadas en proyectos con el fin de mejorar la experiencia de los usuarios.",
    "jobTitle1": "Programador Junior · APRSUPPORT",
    "jobDescription1": "Desarrollo de aplicaciones web full-stack utilizando Laravel y PHP. Colaboración en proyectos empresariales implementando soluciones eficientes y escalables para optimizar procesos de negocio.",
    "jobTitle2": "Practicante · APRSUPPORT",
    "jobDescription2": "Inicio en el desarrollo web profesional, participando en proyectos reales con tecnologías modernas. Aprendizaje de mejores prácticas de programación y trabajo en equipo en entornos ágiles.",
    "viewResume": "Ver CV Completo",
    "tools": "Herramientas",
    "projectTitle1": "E-commerce Librería Online",
    "projectDescription1": "Colaboración en el desarrollo de una plataforma e-commerce completa para una librería. Implementación de carrito de compras, gestión de inventario, sistema de pagos y panel de administración.",
    "projectTitle2": "Sistema de Ventas - Cafetería",
    "projectDescription2": "Líder de proyecto para un sistema de punto de venta de una cafetería. Gestión del equipo, registro de ventas diarias, control de inventario, reportes de ventas y panel de estadísticas en tiempo real.",
    "projectTitle3": "Registro de Equipos - Servicio Técnico",
    "projectDescription3": "Colaboración en sistema web para taller de mantenimiento de computadoras. Control de equipos entrantes, seguimiento de reparaciones, generación de órdenes de servicio and notificaciones a clientes.",
    "contactTitle": "¿Interesado en trabajar juntos? ¡Me encantaría saber de ti!",
    "contactDescription": "Actualmente estoy abierto a nuevas oportunidades y proyectos interesantes. Si tienes una pregunta o simplemente quieres saludar, no dudes en contactarme."
  },
  "en": {
    "name": "Brayan Aquino",
    "title": "Full Stack Web Developer",
    "description": "Developer who uses web technologies to improve user experience.",
    "about": "About Me",
    "experience": "Experience",
    "technologies": "Technologies",
    "projects": "Projects",
    "contact": "Contact",
    "aboutDescription1": "I am a full-stack developer who prefers to be more on the backend side, seeking to improve user experience by focusing on development speed and ease of use. I enjoy the logic behind each functionality and I like working in a team.",
    "aboutDescription2": "I seek to prioritize the development of applications that run as fast as possible, with code that is readable and scalable.",
    "aboutDescription3": "I seek to learn new ways of working and improve my programming skills, in addition to contributing with ideas that can be applied in projects to improve user experience.",
    "jobTitle1": "Junior Programmer · APRSUPPORT",
    "jobDescription1": "Development of full-stack web applications using Laravel and PHP. Collaboration on enterprise projects implementing efficient and scalable solutions to optimize business processes.",
    "jobTitle2": "Intern · APRSUPPORT",
    "jobDescription2": "Started in professional web development, participating in real projects with modern technologies. Learning programming best practices and teamwork in agile environments.",
    "viewResume": "View Full Resume",
    "tools": "Tools",
    "projectTitle1": "Online Bookstore E-commerce",
    "projectDescription1": "Collaboration in the development of a complete e-commerce platform for a bookstore. Implementation of shopping cart, inventory management, payment system, and administration panel.",
    "projectTitle2": "Sales System - Coffee Shop",
    "projectDescription2": "Project leader for a coffee shop point of sale system. Team management, daily sales recording, inventory control, sales reports, and real-time statistics panel.",
    "projectTitle3": "Equipment Registry - Technical Service",
    "projectDescription3": "Collaboration on web system for computer maintenance shop. Control of incoming equipment, repair tracking, service order generation, and customer notifications.",
    "contactTitle": "Do you think I can help you by working together?",
    "contactDescription": "I am currently open to new opportunities and projects. If you have a question, don't hesitate to contact me."
  }
};